Repository: pedrolcl/kmidimon
Catalog: po/*.po
Languages: fr

# @title:window
source: KMidimon Configuration
fr: Configuration KMidimon

# @item:inlistbox Default MIDI text encoding
source: Default ( ASCII )
fr: Défaut ( ASCII )

source: Connections
fr: Connexions

source: Available Input Connections:
fr: Connexions d'entrée disponibles :

source: <b>Output Connection:</b>
fr: <b>Connexions de sortie :</b>

source: MIDI Channel
fr: Canal MIDI

source: MIDI System Common
fr: Système MIDI basique

source: MIDI System Real-Time
fr: Système MIDI temps-réel

source: MIDI System Exclusive
fr: Système MIDI exclusif

source: Polyphonic aftertouch
fr: Aftertouch polyphonique

source: Channel aftertouch
fr: Canal aftertouch

source: Pitch bend
fr: Modulation de hauteur tonale

source: Non-registered parameter
fr: Paramètre non-enregistré

source: Registered parameter
fr: Paramètre enregistré

source: System exclusive
fr: Système exclusif

source: Song Position
fr: Position du morceau

source: Song Selection
fr: Sélection du morceau

source: MTC Quarter Frame
fr: Quart de trame MTC

source: Tune Request
fr: Demande d'accordage

# player start
source: Start
fr: Démarrer

source: Continue
fr: Continuer

source: Stop
fr: Arrêter

source: Clock
fr: Horloge

source: Reset
fr: Réinitialiser

source: ALSA Port start
fr: Démmarrage du port ALSA

source: ALSA Port exit
fr: Sortie du port ALSA

source: ALSA Port change
fr: Modification du port ALSA

source: ALSA Client start
fr: Démarrage du client ALSA

source: ALSA Client exit
fr: Sortie du client ALSA

source: ALSA Client change
fr: Modification du client ALSA

source: ALSA Port subscribed
fr: Port ALSA souscrit

source: ALSA Port unsubscribed
fr: Port ALSA dé-souscrit

source: SMF Text
fr: Texte SMF

source: Time Signature
fr: Signature temporel

source: Key Signature
fr: Clé de signature

source: Sequence Number
fr: Numéro de séquence

source: Forced Channel
fr: Canal forcé

source: Forced Port
fr: Port forcé

source: SMPTE Offset
fr: Offset SMPTE

source: Sequencer Specific
fr: Séquenceur spécifique

source: Meta (unregistered)
fr: Méta (non-enregistré)

source: Filters
fr: Filtres

# check all types
source: All
fr: Tous

source: Nothing
fr: Rien

source: The events list
fr: La liste d'événement

source: Track view selectors
fr: Sélecteur d'affichage de piste

source: Fatal error from the ALSA sequencer. This usually happens when the kernel doesn't have ALSA support, or the device node (/dev/snd/seq) doesn't exists, or the kernel module (snd_seq) is not loaded. Please check your ALSA/MIDI configuration. Returned error was: %1
fr: Erreur fatale du séquenceur ALSA. Habituellement, ceci arrive quand le noyau n'a pas le support ALSA, ou que le nœud de périphérique (/dev/snd/seq) n'existe pas, ou que le module-noyau (snd_seq) n'est pas chargé. Veuillez vérifier votre configuration ALSA/MIDI. L'erreur retournée était : %1.

source: Error
fr: Erreur

source: Time
fr: Temps

# type of event
source: Event Kind
fr: Type d'événement

source: Channel
fr: Canal

source: Data 1
fr: Donnée 1

source: Data 2
fr: Donnée 2

source: Data 3
fr: Donnée 3

source: Exit the application
fr: Sortir de l'application

source: Open a disk file
fr: Ouvrir un fichier-disque

source: Clear the current data and start a new empty session
fr: Nettoyer les données courantes et démarrer une session vide

source: Store the session data on a disk file
fr: Stocker les données de session sur un fichier-disque

source: Configure the program setting several preferences
fr: Configurer les nombreuses préférences de configuration du programme

source: Organize the toolbar icons
fr: Organiser les icônes de la barre d'outils

source: &Play
fr: &Lecture

source: Start playback of the current session
fr: Démarrer la lecture de la session courrante

source: Pause the playback
fr: Mettre la lecture en pause

# player skip forward
source: Forward
fr: Avance rapide

source: Move the playback position to the last event
fr: Déplacer la position de lecture vers le dernier événement

# player skip backward
source: Backward
fr: Retour rapide

source: Move the playback position to the first event
fr: Déplacer la position de lecture vers le premier événement

source: Record
fr: Enregistrer

source: Append new recorded events to the current session
fr: Ajouter les nouveaux événements enregistrés à la session courrante

source: Stop playback or recording
fr: Arrêter la lecture ou l'enregistrement

source: Connect All Inputs
fr: Connecter toutes les entrées

source: Connect all readable MIDI ports
fr: Connecter tous les ports MIDI lisibles

source: Disconnect All Inputs
fr: Déconnecter toutes les entrées

source: Disconnect all input MIDI ports
fr: Déconnecter tous les ports MIDI d'entrée

source: Configure Connections
fr: Configurer les connexions

source: Open the Connections dialog
fr: Ouvrir le dialogue des connexions

source: Add Track View
fr: Ajouter l'affichage de piste

source: Create a new tab/track view
fr: Créer un nouvel affichage de piste/tab

source: Change Track View
fr: Modifier la vue de piste

source: Change the track number of the view
fr: Modifier le nombre de piste de la vue

source: Delete Track View
fr: Supprimer l'affichage de piste

source: Delete the tab/track view
fr: Supprimer l'affichage de piste/tab

source: Toggle the %1 column
fr: Basculer la colonne %1

source: Resize columns
fr: Redimensionner les colonnes

source: Resize the columns width to fit it's contents
fr: Redimensionner la largeur des colonnes pour correspondre à son contenu

source: Sequence Info
fr: Infos sur la séquence

source: Display information about the loaded sequence
fr: Afficher les informations à propos de la séquence chargée

source: Scale Tempo
fr: Échelle de tempo

source: Display a slider to scale the tempo between 50% and 200%
fr: Afficher un charriot pour échelonner le tempo entre 50% et 200%

source: Reset Tempo
fr: Réinitialiser le tempo

source: Reset the tempo scale to 100%
fr: Réinitialiser l'échelle de tempo à 100%

source: Player Loop
fr: Boucle de lecture

source: Start playing again at song ending
fr: Redémarrer la lecture à la fin du morceau

source: Mute Track
fr: Mettre la piste en sourdine

source: Mute (silence) the track
fr: Mettre la piste en sourdine (silence)

source: Load file
fr: Charger un fichier

source: Loading...
fr: Chargement...

source: Warning, this file may be non-standard or damaged.<br/>
fr: Attention, ce fichier pourrait être non-standard ou endommagé

source: File parsing error
fr: Erreur de l'analyse du fichier

source: Open MIDI file
fr: Ouvrir un fichier MIDI

source: *.txt|Plain text files (*.txt) *.mid|MIDI files (*.mid)
fr: *.txt|Fichiers texte plein (*.txt) *.mid|Fichiers MIDI (*.mid)

source: Save MIDI monitor data
fr: Sauvegarder les données du moniteur MIDI

source: recording
fr: enregistrement

# player stopped
source: stopped
fr: arrêté

# player playing
source: playing
fr: en lecture

source: (no file)
fr: (pas de fichier)

# song track
source: Track %1
fr: Piste %1

source: Track %1 View Selector
fr: Sélecteur d'affichage de la piste %1

source: Change track
fr: Modifier la piste

source: Change the track filter:
fr: Modifier le filtre de piste :

source: No file loaded
fr: Pas de fichier chargé

source: File: <b>%1</b><br/>Created: <b>%2</b><br/>Modified: <b>%3</b><br/>Format: <b>%4</b><br/>Number of tracks: <b>%5</b><br/>Number of events: <b>%6</b><br/>Division: <b>%7 ppq</b><br/>Initial tempo: <b>%8 bpm</b><br/>Duration: <b>%9</b>
fr: Fichier : <b>%1</b><br/>Créé : <b>%2</b><br/>Modifié : <b>%3</b><br/>Format : <b>%4</b><br/>Nombre de pistes : <b>%5</b><br/>Nombre d'événements : <b>%6</b><br/>Division : <b>%7 ppq</b><br/>Tempo initial : <b>%8 bpm</b><br/>Durée : <b>%9</b>

source: Sequence Information
fr: Informations sur la séquence

source: KDE MIDI monitor using ALSA sequencer
fr: Moniteur MIDI KDE utilisant le séquenceur ALSA

source: Documentation, good ideas and suggestions
fr: Documentation, bonnes idées et suggestions

source: File to open
fr: Fichier à ouvrir

source: Event kind
fr: Type d'événement

source: Chan
fr: Canal

source: Universal Non Real Time SysEx
fr: Sysex non temps-réel universel

source: Universal Real Time SysEx
fr: Sysex temps-réel universel

# cast or scattered in all directions
source: broadcast
fr: diffusion

source: device %1
fr: périphérique %1

source: Sample Dump
fr: Décharge d'échantillon

# General Info
source: Gen.Info
fr: Infos.Gén

source: File Dump
fr: Décharge de fichier

source: Tuning
fr: Modification

# General MIDI mode
source: GM Mode
fr: Mode GM

# File Reference
source: File Ref.
fr: Fichier Ref.

source: End of File
fr: Fin de fichier

source: Wait
fr: Attente

source: Cancel
fr: Annulation

source: Show Control
fr: Monter le contrôle

source: Device Control
fr: Contrôle de périphérique

source: MTC Cueing
fr: Cueing MTC

source: MMC Command
fr: Commande MMC

source: MMC Response
fr: Réponse MMC

# General MIDI 2 Controller Destination
source: GM2 Destination
fr: Destination GM2

# Scalable Polyphony MIDI MIP Message
source: Polyphony
fr: Polyphonie

# Mobile Phone Control Message
source: Mobile Phone
fr: Téléphone mobile

# MTC special setup
source: Special
fr: Spécial

source: Punch In Points
fr: Points de punch in

source: Punch Out Points
fr: Points de punch out

source: Delete Punch In Points
fr: Effacer les points de punch in

source: Delete Punch Out Points
fr: Effacer les points de punch out

source: Event Start Point
fr: Point de départ d'événement

source: Event Stop Point
fr: Point d'arrêt d'événement

source: Event Start Point With Info
fr: Point de départ d'événement avec info

source: Event Stop Point With Info
fr: Point d'arrêt d'événement avec info

source: Delete Event Start Point
fr: Effacer le point de départ d'événement

source: Delete Event Stop Point
fr: Effacer le point d'arrêt d'événement

source: Cue Points
fr: Point de Cue

source: Cue Points With Info
fr: Points de cue avec infos

source: Delete Cue Point
fr: Effacer le point de cue

source: Event Name
fr: Nom d'événement

source: Play
fr: Lecture

source: Deferred play
fr: Lecture différée

source: Fast forward
fr: Avance rapide

source: Rewind
fr: Rembobinnage

source: Pause recording
fr: Pause d'enregistrement

source: Eject
fr: Éjecter

source: Chase
fr: Ciseler

source: Error reset
fr: Réinitialisation d'erreur

source: Write
fr: Écriture

source: Masked Write
fr: Écriture masquée

source: Read
fr: Lecture

source: Update
fr: Mise à jour

source: Locate
fr: Localiser

source: Variable play
fr: Lecture variable

source: Search
fr: Recherche

source: Shuttle
fr: Transporter

source: Step
fr: Pas

source: Header
fr: En-tête

source: Data Packet
fr: Paquet de donnée

source: Request
fr: Requête

source: Loop Points Send
fr: Envoi de points de bouclage

source: Loop Points Request
fr: Requête de points de bouclage

source: Sample Name Send
fr: Envoi de nom d'échantillon

source: Sample Name Request
fr: Requête de nom d'échantillon

source: Ext.Dump Header
fr: Entête de décharge ext.

source: Ext.Loop Points Send
fr: Envoi de points de bouclage ext.

source: Ext.Loop Points Request
fr: Requête de points de bouclage ext.

source: Identity Request
fr: Requête d'identité

source: Identity Reply
fr: Réponse d'identité

source: Dump Request
fr: Requête de décharge

source: Bulk Dump
fr: Décharge en vrac

source: Tuning Dump Request
fr: Requête de décharge modifiée

source: Key-based Tuning Dump
fr: Décharge modifiable basée sur des clés

source: Scale/Octave Dump 1b
fr: Décharge d'échelle/octave 1b

source: Scale/Octave Dump 2b
fr: Décharge d'échelle/octave 2b

source: Single Note Change
fr: Note change simple

source: Scale/Octave Tuning 1b
fr: Modification d'échelle/octave 1b

source: Scale/Octave Tuning 2b
fr: Modification d'échelle/octave 2b

source: GM On
fr: GM actif

source: GM Off
fr: GM inactif

source: GM2 On
fr: GM2 actif

source: DLS On
fr: DLS actif

source: DLS Off
fr: DLS inactif

source: DLS Voice Alloc. Off
fr: Allocation de voix DLS inactif

source: DLS Voice Alloc. On
fr: Allocation de voix DLS actif

source: Open
fr: Ouvert

source: Select Contents
fr: Sélectionner les contenus

source: Open and Select
fr: Ouvrir et sélectionner

source: Close
fr: Fermer

source: Full Frame
fr: Trame complète

source: User Bits
fr: Bouts d'utilisateurs

source: MSC Extension
fr: Extension MSC

source: Bar Marker
fr: Marqueur de barre

source: Fine Tuning
fr: Accordage fin

source: Coarse Tuning
fr: Accordage grossier

source: Global Parameter
fr: Paramètre global

source: Response %1
fr: Réponse %1

source: Single Note
fr: Note simple

source: Single Note with Bank
fr: Note simple avec banque

source: Scale/Octave 1b
fr: Échelle/*octave 1b

source: Scale/Octave 2b
fr: Échelle/octave 2b

source: Controller
fr: Contrôleur

source: Event type %1
fr: Type d'événement %1

source: Text:1
fr: Texte:1

# song or track name
source: Name:3
fr: Nom:3

source: Lyric:5
fr: Parole:5

source: Marker:6
fr: Marqueur:6

source: %1 clocks per click, %2 32nd per quarter
fr: %1 horloges par clic, %2 32ème par quart

source: C flat
fr: C plat

source: G flat
fr: G plat

source: D flat
fr: D plat

source: A flat
fr: A plat

source: E flat
fr: E plat

source: B flat
fr: B plat

source: F sharp
fr: F net

source: C sharp
fr: C net

source: G sharp
fr: G net

source: D sharp
fr: D net

source: A sharp
fr: A net

# major mode scale
source: major
fr: majeur

# minor mode scale
source: minor
fr: mineur

source: at offset %1
fr: à l'offset %1

source: WRK file version %1.%2
fr: version de fichier WRK %1.%2

source: Overture File
fr: Fichier Overture

source: Sequencer
fr: Séquenceur

source: Queue Default Settings
fr: Paramètre par défaut de queue

source: The number of beats per minute, or music speed. This is a default value; MIDI files may change this value.
fr: Le nombre de pulsation par minute, ou la vitesse musicale. C'est une valeur par défaut; les fichiers MIDI pourraient modifier cette valeur.

source: Resolution
fr: Résolution

source: The number of MIDI ticks per quarter note. This is a default value; a MIDI file (SMF) may change this value.
fr: Le nombre de tic MIDI par quart de note. C'est une valeur par défaut; un fichier MIDI (SMF) pourrait modifier cette valeur.

source: Request realtime priority for MIDI input
fr: Requert une priorité temps-réel pour une entrée MIDI

source: Filter Message Types
fr: Types de filtre de message

source: MIDI Channel messages include: Note On/Off, Control Change, Program Change, Pitch Wheel, Key and Channel Pressure.
fr: Les messages de canal MIDI incluent : note on/off, control change, programchange, pitch wheel, pression de canal et de clé.

source: MIDI Channel Messages
fr: Messages de canal MIDI

source: System common messages are: quarter frame, song position and tune request.
fr: Les messages-système communs sont : quart de trame, position du morceau et demande d'accordage.

source: MIDI System Common Messages
fr: Message commun du système MIDI

source: System realtime messages are: clock, start, continue, stop, active sensing and reset.
fr: Les messages-système temps-réel sont : horloge, démarrer, continuer, arrêter, active sensing et réinitialiser.

source: MIDI System Real-Time Messages
fr: Messages temps-réel du système MIDI

source: System exclusive messages can be: universal and manufacturer defined.
fr: Les messages système exclusif peuvent être : universel et défini par le fabricant.

source: MIDI System Exclusive Messages
fr: Message exclusif du système MIDI

source: ALSA Messages are: client and port start/exit, and connection changes.
fr: Les messages ALSA sont : démarrer/sortir des ports et clients, et modification de connexion.

source: ALSA Messages
fr: Messages ALSA

source: Standard MIDI file (SMF) messages include: key/time signature and text messages
fr: Les messages de fichier MIDI standard incluent : clé/temps de signature, et messages texte.

source: SMF Messages
fr: Message SMF

# Columns to show
source: Display
fr: Afficher

source: Show Columns
fr: Afficher les colonnes

source: Ticks are the musical time units. It is relative to tempo and resolution.
fr: Les tics dont des unités de temps musicales. Elles sont relatives au tempo et à la résolution.

source: Seconds are absolute time units
fr: Les secondes sont des unités de temps absolues.

source: Time (in seconds)
fr: Temps (en secondes)

source: MIDI port originating the messages
fr: Port MIDI d'origine des messages

source: Message type displayed as a text string
fr: Type de message affiché en tant que chaîne de texte

source: Message Type
fr: Type de message

source: MIDI Channel (1 to 16)
fr: Canal MIDI (1 à 16)

# MIDI Channel Number
source: Channel
fr: Canal

source: Parameter data depending on the message type
fr: Donnée de paramètre dépendante du type de message

source: Misc
fr: Divers

source: Miscellaneous Options
fr: Options diverses

source: The font used in the event grid can be fixed or variable, taken from the KDE fonts configuration (kcmshell4 fonts).
fr: La police d'écriture utilisée dans la grille d'événements peut être fixe ou variable, prise depuis la configuration de police KDE (polices kcmshell4).

source: Use Fixed Font
fr: Utiliser une police fixe

source: Display ALSA client numbers or Names
fr: Afichage des nombres de client ALSA ou des noms

source: Translate ALSA Client IDs Into Names
fr: Traduire les ID de client ALSA en noms

source: Display some Universal Sysex messages as text, or hexadecimal numbers
fr: Afficher certains messages Sysex universels en tant que texte, ou en tant que nombres hexadécimaux

source: Translate Universal SysEx Messages
fr: Traduire les messages Sysex universels

source: Translate Note Numbers into Names
fr: Traduire les numéros de note en noms

source: Translate MIDI Programs and Controllers
fr: Traduire les programmes et contrôleurs MIDI

source: MIDI Instrument
fr: Instrument MIDI

source: SMF Text Encoding
fr: Encodage texte SMF

source: Resize columns automatically while recording events
fr: Redimensionner les colonnes automatiquement lors de l'enregistrement des événements

source: C&ontrol
fr: C&ontrôle

source: Connec&tions
fr: Connexions

source: Display settings
fr: Affichage des paramètres

source: Tracks
fr: Pistes

source: Main Toolbar
fr: Boîte d'outils principale

# NAME OF TRANSLATORS
source: Your names
fr: Olivier Humbert

# EMAIL OF TRANSLATORS
source: Your emails
fr: trebmuh@tuxfamily.org
